Repository: Nazilavaliyeva/SatisSistemi
Catalog: POS.SatisSistemi.IsMantigi/Properties/Resources.*.resx
Languages: az

# AdSoyad
source: Full Name
az: Ad Soyad

# AnaFormBasliq
source: POS - Point of Sale
az: POS - Satış Nöqtəsi

# Anbar
source: Inventory
az: Anbar

# AnbarFormBasliq
source: Inventory Management
az: Anbar İdarəetməsi

# Artikul
source: SKU
az: Artikul

# Axtar
source: Search by SKU/Barcode...
az: Koda/Barkoda görə axtar...

# Barkod
source: Barcode
az: Barkod

# BərpaMesajı
source: Recovery instructions have been sent to {0}.
az: Bərpa təlimatları {0} ünvanına göndərildi.

# BərpaTəlimatı
source: Enter the e-mail address you registered with. Recovery instructions will be sent to that address.
az: Qeydiyyatdan keçdiyiniz e-poçt ünvanını daxil edin. Bərpa təlimatları həmin ünvana göndəriləcək.

# Cəm
source: Total
az: Cəm

source: E-mail
az: E-poçt

# GirişEt
source: LOG IN
az: GİRİŞ ET

# GirişXətası
source: Incorrect username or password!
az: İstifadəçi adı və ya şifrə yanlışdır!

# Göndər
source: Send
az: Göndər

# Kartla
source: Card
az: Kartla

# Köçürmə
source: Transfer
az: Köçürmə

# LoginFormBasliq
source: System Login
az: Sistemə Giriş

# LəğvEt
source: Cancel
az: Ləğv Et

# MövcudMiqdar
source: Stock Quantity
az: Mövcud Miqdar

# MəhsulAdı
source: Product Name
az: Məhsul Adı

# MəhsulRedakteFormBasliq
source: Add/Edit Product
az: Məhsul Əlavə Et/Düzəliş Et

# Məlumat
source: Information
az: Məlumat

# Nisyə
source: Credit
az: Nisyə

# Nəğd
source: Cash
az: Nəğd

# Qeydiyyat
source: Register
az: Qeydiyyat

# QeydiyyatFormBasliq
source: New User Registration
az: Yeni İstifadəçi Qeydiyyatı

# QeydiyyatUğurlu
source: Registration completed successfully!
az: Qeydiyyat uğurla tamamlandı!

# Qiymət
source: Price
az: Qiymət

# Satış Tarixçəsi
source: Save
az: Yadda Saxla

# SatışID
source: Sale ID
az: Satış ID

# SatışTarixçəsi
source: Sales History
az: Satış Tarixçəsi

# SatışTarixçəsiFormBasliq
source: Sales History
az: Satış Tarixçəsi

# SatışUğurluOldu
source: Sale completed successfully!
az: Satış uğurla tamamlandı!

# SatışınTərkibi
source: Sale Details
az: Satışın Tərkibi

# SatışƏməliyyatları
source: Sales Transactions
az: Satış Əməliyyatları

# SilməkİstədiyinizəƏminsiniz
source: Are you sure you want to delete?
az: Silmək istədiyinizə əminsiniz?

# Tarix
source: Date
az: Tarix

# VahidinQiyməti
source: Unit Price
az: Vahidin Qiyməti

# XanalarıDoldurun
source: All fields must be filled.
az: Bütün xanalar doldurulmalıdır.

# Xəbərdarlıq
source: Warning
az: Xəbərdarlıq

# YekunMəbləğ
source: Final Amount
az: Yekun Məbləğ

# YeniMəhsul
source: New Product
az: Yeni Məhsul

# ZəhmətOlmasaMəhsulSeçin
source: Please add products to the cart.
az: Zəhmət olmasa səbətə məhsul əlavə edin.

# ÖdənişNövü
source: Payment Type
az: Ödəniş Növü

# ÜmumiYekun
source: GRAND TOTAL:
az: ÜMUMİ YEKUN:

# İstifadəçiAdı
source: Username
az: İstifadəçi Adı

# İstifadəçiAdıMövcuddur
source: This username already exists. Please choose a different one.
az: Bu istifadəçi adı artıq mövcuddur. Fərqli bir ad seçin.

# İstifadəçiTapılmadı
source: No user found registered with this e-mail address.
az: Bu e-poçt ünvanı ilə qeydiyyatdan keçmiş istifadəçi tapılmadı.

# Şifrə
source: Password
az: Şifrə

# ŞifrəBərpaFormBasliq
source: Password Recovery
az: Şifrənin Bərpası

# ŞifrələrEyniDeyil
source: Passwords do not match.
az: Şifrələr eyni deyil.

# ŞifrəmiUnutdum
source: Forgot password
az: Şifrəmi unutdum

# ŞifrəTəkrar
source: Confirm Password
az: Şifrə Təkrar
